Repository: HelpMeYerevan/HelpMeIOS
Catalog: help.me/Supporting FIles/*.lproj/Localizable.strings
Languages: hy, ru

# signIn_phoneNumberEmailUsername
source: Phone number, Email or Username
hy: Phone number, Email or Username_AM
ru: Phone number, Email or Username_RU

# signIn_password
source: Password
hy: Password_AM
ru: Password_RU

# signIn_signIn
source: Sign in
hy: Sign in_AM
ru: Sign in_RU

# signIn_recoverIt
source: Recover it
hy: Recover it_AM
ru: Recover it_RU

# signIn_signUp
source: Sign up
hy: Sign up_AM
ru: Sign up_RU

# signIn_or
source: Or
hy: Or_AM
ru: Or_RU

# signIn_enterAsGuest
source: Enter as guest
hy: Enter as guest_AM
ru: Enter as guest_RU

# recovery_email
source: Email
hy: Email_AM
ru: Email_RU

# recovery_sendLinkForNewPassword
source: Send link for new password
hy: Send link for new password_AM
ru: Send link for new password_RU

# recovery_signUp
source: Sign up
hy: Sign up_AM
ru: Sign up_RU

# recovery_or
source: Or
hy: Or_AM
ru: Or_RU

# recovery_enterAsGuest
source: Enter as guest
hy: Enter as guest_AM
ru: Enter as guest_RU

# recovery_back
source: Back
hy: Back_AM
ru: Back_RU

# signUp_phoneNumberRequired
source: Phone Number *
hy: Phone Number *_AM
ru: Phone Number *_RU

# signUp_nameRequired
source: Name *
hy: Name *_AM
ru: Name *_RU

# signUp_emailRequired
source: Email *
hy: Email *_AM
ru: Email *_RU

# signUp_passwordRequired
source: Password *
hy: Password *_AM
ru: Password *_RU

# signUp_confirmPasswordRequired
source: Confirm Password *
hy: Confirm Password *_AM
ru: Confirm Password *_RU

# signUp_orGetInformationFrom
source: Or get information from
hy: Or get information from_AM
ru: Or get information from_RU

# signUp_imUserWhoWantToHireWorker
source: I’m user who want to hire a worker
hy: I’m user who want to hire a worker_AM
ru: I’m user who want to hire a worker_RU

# signUp_alsoIwantToProvideService
source: Also, I want to provide service
hy: Also, I want to provide service_AM
ru: Also, I want to provide service_RU

# signUp_individual
source: Individual
hy: Individual_AM
ru: Individual_RU

# signUp_company
source: Company
hy: Company_AM
ru: Company_RU

# signUp_typeOfMyActivity
source: Type of my activity
hy: Type of my activity_AM
ru: Type of my activity_RU

# signUp_whatCanYouDo
source: What can you do?
hy: What can you do?_AM
ru: What can you do?_RU

# signUp_youCanSelectThreeItems
source: You can select 3 items
hy: You can select 3 items_AM
ru: You can select 3 items_RU

# signUp_addDocument
source: Add document
hy: Add document_AM
ru: Add document_RU

# signUp_ifYouWantToBeMarkedUser
source: If you want to be marked user
hy: If you want to be marked user_AM
ru: If you want to be marked user_RU

# signUp_back
source: Back
hy: Back_AM
ru: Back_RU

# signUp_continue
source: Continue
hy: Continue_AM
ru: Continue_RU

# signUp_save
source: Save
hy: Save_AM
ru: Save_RU

# signUp_licenseAgreements
source: license agreements
hy: license agreements_AM
ru: license agreements_RU

# phoneNumberVerification_phoneNumberVerification
source: Phone number verification
hy: Phone number verification_AM
ru: Phone number verification_RU

# phoneNumberVerification_getSmsVerificationCodeOn
source: Get SMS verification code on
hy: Get SMS verification code on_AM
ru: Get SMS verification code on_RU

# phoneNumberVerification_getVerificationCode
source: Get verification code
hy: Get verification code_AM
ru: Get verification code_RU

# phoneNumberVerification_done
source: Done
hy: Done_AM
ru: Done_RU

# phoneNumberVerification_back
source: Back
hy: Back_AM
ru: Back_RU

# biometricAuthorization_enableSignInWithTouchID
source: Enable signing in with Touch ID
hy: Enable signing in with Touch ID_AM
ru: Enable signing in with Touch ID_RU

# biometricAuthorization_enableSignInWithFaceID
source: Enable signing in with Face ID
hy: Enable signing in with Face ID_AM
ru: Enable signing in with Face ID_RU

# biometricAuthorization_Yes
source: Yes
hy: Yes_AM
ru: Yes_RU

# biometricAuthorization_No
source: No
hy: No_AM
ru: No_RU

# licenseAgreement_licenseAgreement
source: License agreement
hy: License agreement_AM
ru: License agreement_RU

# licenseAgreement_accept
source: Accept
hy: Accept_AM
ru: Accept_RU

# tabBar_Home
source: Home
hy: Home_AM
ru: Home_RU

# tabBar_Map
source: Map
hy: Map_AM
ru: Map_RU

# tabBar_Scan
source: Scan
hy: Scan_AM
ru: Scan_RU

# tabBar_Chat
source: Chat
hy: Chat_AM
ru: Chat_RU

# tabBar_Profile
source: Profile
hy: Profile_AM
ru: Profile_RU

# home_lastWorks
source: Last works
hy: Last works_AM
ru: Last works_RU

# home_topWorkersCompanies
source: Top workers & companies
hy: Top workers & companies_AM
ru: Top workers & companies_RU

# home_topCategories
source: Top categories
hy: Top categories_AM
ru: Top categories_RU

# home_seeAll
source: See all
hy: See all_AM
ru: See all_RU

# notification_notifications
source: Notifications
hy: Notifications_AM
ru: Notifications_RU

# notification_emptyNotifications
source: There are no any activities
hy: There are no any activities_AM
ru: There are no any activities_RU

# story_readMore
source: Read more
hy: Read more_AM
ru: Read more_RU

# seeAll_works
source: Works
hy: Works_AM
ru: Works_RU

# seeAll_workers
source: Workers
hy: Workers_AM
ru: Workers_RU

# seeAll_categories
source: Categories
hy: Categories_AM
ru: Categories_RU

# seeAll_last
source: Last
hy: Last_AM
ru: Last_RU

# seeAll_oldest
source: Oldest
hy: Oldest_AM
ru: Oldest_RU

# seeAll_nearByMe
source: Near by me
hy: Near by me_AM
ru: Near by me_RU

# seeAll_individual
source: Individual
hy: Individual_AM
ru: Individual_RU

# seeAll_company
source: Company
hy: Company_AM
ru: Company_RU

# seeAll_verified
source: Verified
hy: Verified_AM
ru: Verified_RU

# seeAll_new
source: New
hy: New_AM
ru: New_RU

# seeAll_top
source: Top
hy: Top_AM
ru: Top_RU

# map_latest
source: Latest
hy: Latest_AM
ru: Latest_RU

# map_nearByMe
source: Near by me
hy: Near by me_AM
ru: Near by me_RU

# map_byCategories
source: By Categories
hy: By Categories_AM
ru: By Categories_RU

# map_accept
source: Accept
hy: Accept_AM
ru: Accept_RU

# offer_skipOffer
source: Skip Offer
hy: Skip Offer_AM
ru: Skip Offer_RU

# offer_apply
source: Apply
hy: Apply_AM
ru: Apply_RU

# scan_captureAddCurrentJob
source: Capture and add your current job
hy: Capture and add your current job_AM
ru: Capture and add your current job_RU

# addWork_addNewWork
source: Add new work
hy: Add new work_AM
ru: Add new work_RU

# addWork_addCategoriesRequired
source: Add Categories *
hy: Add Categories *_AM
ru: Add Categories *_RU

# addWork_addLocationRequired
source: City, Street, apt *
hy: City, Street, apt *_AM
ru: City, Street, apt *_RU

# addWork_price
source: Price
hy: Price_AM
ru: Price_RU

# addWork_date
source: dd/mm | time
hy: dd/mm | time_AM
ru: dd/mm | time_RU

# addWork_cash
source: Cash
hy: Cash_AM
ru: Cash_RU

# addWork_addDescriptionRequired
source: Add Description *
hy: Add Description *_AM
ru: Add Description *_RU

# addWork_retry
source: Retry
hy: Retry_AM
ru: Retry_RU

# addWork_addWork
source: Add work
hy: Add work_AM
ru: Add work_RU

# addPhoto_addNewPhoto
source: Add new photo
hy: Add new photo_AM
ru: Add new photo_RU

# addPhoto_addCategoriesRequired
source: Add Categories *
hy: Add Categories *_AM
ru: Add Categories *_RU

# addPhoto_addDescriptionRequired
source: Add Description *
hy: Add Description *_AM
ru: Add Description *_RU

# addPhoto_retry
source: Retry
hy: Retry_AM
ru: Retry_RU

# addPhoto_addPhoto
source: Add photo
hy: Add photo_AM
ru: Add photo_RU

# profile_profilePage
source: Profile Page
hy: Profile Page_AM
ru: Profile Page_RU

# profile_settings
source: Settings
hy: Settings_AM
ru: Settings_RU

# profile_id
source: me id:
hy: me id:_AM
ru: me id:_RU

# profile_gold
source: Gold
hy: Gold_AM
ru: Gold_RU

# profile_silver
source: Silver
hy: Silver_AM
ru: Silver_RU

# profile_bronze
source: Bronze
hy: Bronze_AM
ru: Bronze_RU

# profile_emptyPhotos
source: You dont have any photos!
hy: You dont have any photos!_AM
ru: You dont have any photos!_RU

# profile_addPhoto
source: Add photo
hy: Add photo_AM
ru: Add photo_RU

# profile_youDontHavePermissionToAddPhotos
source: You don't have permission to add photos!
hy: You don't have permission to add photos!_AM
ru: You don't have permission to add photos!_RU

# profile_emptyWorks
source: You dont have any works!
hy: You dont have any works!_AM
ru: You dont have any works!_RU

# profile_addWork
source: Add work
hy: Add work_AM
ru: Add work_RU

# profile_youDontHavePermissionToAddWorks
source: You don't have permission to add works!
hy: You don't have permission to add works!_AM
ru: You don't have permission to add works!_RU

# profile_enableAlsoProvideServices
source: Go to settings and enable “Also provide services”
hy: Go to settings and enable “Also provide services”_AM
ru: Go to settings and enable “Also provide services”_RU

# profile_active
source: Active
hy: Active_AM
ru: Active_RU

# profile_history
source: History
hy: History_AM
ru: History_RU

# profile_creditCard
source: Credit/Debit card
hy: Credit/Debit card_AM
ru: Credit/Debit card_RU

# profile_addNew
source: Add new
hy: Add New_AM
ru: Add New_RU

# profile_mobile
source: Mobile
hy: Mobile_AM
ru: Mobile_RU

# profile_eMail
source: E-Mail
hy: E-Mail_AM
ru: E-Mail_RU

# profile_alsoProvideServices
source: Also provide services
hy: Also provide services_AM
ru: Also provide services_RU

# profile_categories
source: Categories
hy: Categories_AM
ru: Categories_RU

# profile_signInWithTouchID
source: Sign in with Touch ID
hy: Sign in with Touch ID_AM
ru: Sign in with Touch ID_RU

# profile_signInWithFaceID
source: Sign in with Face ID
hy: Sign in with Face ID_AM
ru: Sign in with Face ID_RU

# profile_language
source: Language
hy: Language_AM
ru: Language_RU

# profile_contactUs
source: Contact us
hy: Contact us_AM
ru: Contact us_RU

# profile_termsConditions
source: Terms and conditions
hy: Terms and conditions_AM
ru: Terms and conditions_RU

# profile_signOut
source: Sign out
hy: Sign out_AM
ru: Sign out_RU

# activeHistory_active
source: Active
hy: Active_AM
ru: Active_RU

# activeHistory_history
source: History
hy: History_AM
ru: History_RU

# creditCard_creditDebitCard
source: Credit/Debit card
hy: Credit/Debit card_AM
ru: Credit/Debit card_RU

# creditCard_addNew
source: Add new
hy: Add New_AM
ru: Add New_RU

# creditCard_description
source: Need to add valide Credit/Debit card. Thank you!
hy: Need to add valide Credit/Debit card. Thank you!_AM
ru: Need to add valide Credit/Debit card. Thank you!_RU

# creditCard_cardNumber
source: Card number
hy: Card number_AM
ru: Card number_RU

# creditCard_expirationDate
source: mm/yy
hy: mm/yy_AM
ru: mm/yy_RU

# creditCard_cvv
source: CVV
hy: CVV_AM
ru: CVV_RU

# creditCard_cardholder
source: Cardholder Full Name
hy: Cardholder Full Name_AM
ru: Cardholder Full Name_RU

# creditCard_apply
source: Apply
hy: Apply_AM
ru: Apply_RU

# scanCreditCard_scanCreditDebitCard
source: Scan Credit/Debit card
hy: Scan Credit/Debit card_AM
ru: Scan Credit/Debit card_RU

# phoneNumber_phoneNumber
source: Phone number
hy: Phone number_AM
ru: Phone number_RU

# phoneNumber_addNew
source: Add new
hy: Add new_AM
ru: Add new_RU

# phoneNumber_description
source: Need to add valide phone number We will send verify code to this number. Thank you!
hy: Need to add valide phone number We will send verify code to this number. Thank you!_AM
ru: Need to add valide phone number We will send verify code to this number. Thank you!_RU

# phoneNumber_addNewPhoneNumber
source: Add new phone number
hy: Add new phone number_AM
ru: Add new phone number_RU

# phoneNumber_apply
source: Apply
hy: Apply_AM
ru: Apply_RU

# email_email
source: Email
hy: Email_AM
ru: Email_RU

# email_addNew
source: Add new
hy: Add new_AM
ru: Add new_RU

# email_description
source: Need to add valide mail address for getting notifiations and other informations from help.me. We will send verify code to this email. Thank you!
hy: Need to add valide mail address for getting notifiations and other informations from help.me. We will send verify code to this email. Thank you!_AM
ru: Need to add valide mail address for getting notifiations and other informations from help.me. We will send verify code to this email. Thank you!_RU

# email_addNewEmail
source: Add new email
hy: Add new email_AM
ru: Add new email_RU

# email_apply
source: Apply
hy: Apply_AM
ru: Apply_RU

# language_languages
source: Languages
hy: Languages_AM
ru: Languages_RU

# contactUs_contactUs
source: Contact us
hy: Contact us_AM
ru: Contact us_RU
